export default function Aside() {
    return (<>
        <div className="slide-slider">
            <h2 className="title-hero">Доступные цены на окна Rehau</h2>
            <h3 className="title_swiper">Акция к лету</h3>
            <p className="text-swiper">Металлопластиковые окна и
                двери уже почти два десятилетия
                активно используются на рынке остекления,
                что объясняется большим разнообразием дизайнерских
                решений, отличными эксплуатационными характеристиками,
                длительным сроком использования. Компания «Орнет» с 2004 года
                выполняет остекление квартир, частных домов.</p>

            <a href className="link">Подробнее...</a>
        </div>
    </>)
}